// Licensor and License view strings
"LICENSE" = "Please License BBEdit";
"UNKNOWN_LICENSEE" = "BBEdit License Information";
"DEMO_LAST_DAY" = "Your BBEdit demonstration period ends within 24 hours.";
"DEMO_REMAINDER_FORMAT" = "Your BBEdit demonstration period has %i %@ remaining.";
"DEMO_EXPIRED" = "BBEdit Demo Expired";
"DEMO_EXPIRED_EXPLANATION" = "Your BBEdit demonstration period has ended. You may purchase and enter a license.";

// Splash view strings
"DEMO_MESSAGE" = "Thank you for trying BBEdit!";
"DEMO_DESCRIPTION_FORMAT" = "We’re happy to make this demonstration version available so that you can try BBEdit out before purchasing it.\n\nDuring the evaluation period, BBEdit is fully functional. After the evaluation period has expired, you will need to enter a valid BBEdit serial number to continue using it. This evaluation period has %i %@ remaining.\n\nTo purchase a BBEdit serial number, click the “Buy License…” button below. If you already have a serial number for this version of BBEdit, click the “Enter License…” button. To learn more about BBEdit, click the “Product Info…” button.";
"DEMO_SPLASH_LAST_DAY" = "We hope you’ve enjoyed your BBEdit demonstration.\n\nThe evaluation evaluation period ends within 24 hours. Once the application has expired, you will need to enter a valid BBEdit serial number to continue using it.\n\nTo purchase a BBEdit serial number, click the “Buy License…” button below. If you already have a serial number for this version of BBEdit, click the “Enter License…” button. To learn more about BBEdit, click the “Product Info…” button.";

// Enter license sheet
"SERIAL_HINT_FORMAT" = "Your serial number is of the form “%s-ABCDE-DEFGH-IJKLM”";
"OLD_SERIAL_NUMBER_WARNING" = "You cannot use a serial number from an older version of BBEdit.";

// button titles
"ENTER_LICENSE" = "Enter License…";
"EDIT_LICENSE" = "Edit License…";
